{
  "app_title": "Murabaha",
  "language": "Language",
  "basmalah": "BISMILLAHIR RAHMANIR RAHIM",
  "agreement_name": "Murabaha Agreement",
  "agreement_subtitle": "Following is the Murabaha Agreement between two parties",
  "date_placeholder": "Date",
  "first_sec_title": "1. Identification of the Parties",
  "between_term": "BETWEEN",
  "and_term": "AND",
  "mr": "Mr / Messrs",
  "nationality": "Nationality",
  "address": "Address",
  "contact": "Contact No",
  "id": "Identification number",
  "between_hereinafter": "(Hereinafter referred to as the 'First Party' which expression shall where the context so permits mean and include itssuccessors in interest and permitted assigns) of the ONE PART",
  "and_hereinafter": "(Hereinafter referred to as the 'Second Party' which expression shall where the context so permits mean and include its successors in interest and assigns) of the OTHER PART.",

  "second_sec_title": "2. Object of the Murabaha Agreement",
  "second_first_first_part": "The Second Party agrees to sell the Goods to the First Party to a maximum amount of ",
  "second_first_second_part": "and the First Party agrees to purchase the",
  "second_first_third_part": " from the Second Party at the Contract Price. Upon receipt by the Second Party of the First Party's Purchase Requisition advising the Second Party to purchase the Goods and making payment therefore, the Second Party shall acquire the Goods either directly or through the Agent. The payment for such goods shall be made by the Second Party on submission of Purchase Advice by the client/agent.",
  "second_second_part": "Upon receipt of purchase of Goods by the Second Party, directly or through an Agent, from the Supplier, the Goods shall be at the risk and cost of the Second Party until such time that these Goods are sold to the First Party.",
  "second_third_part": "The First Party’s purchase of Goods from the Second Party shall be affected by the exchange of an offer and acceptance between the First Party and the Second Party as stipulated in the Declaration.",
  "currency_lable": "Currrency",
  "goods_lable": "Goods",

  "third_sec_title": "3. Terms and Condition",
  "third_sec_first_title": "(i) Payment of Contract Price",
  "third_sec_first_part": "All payments to be made by the First Party under this Agreement shall be made in full, without any set-off, roll over or counterclaim whatsoever, on the due date and when the due date is not a Business Day, the following Business Day.",
  "third_sec_second_title": "(ii) Events of Default",
  "third_sec_second_first_part": "There shall be an Event of Default if in the opinion of the Second Party",
  "third_sec_second_second_part": "(a) Any representation or warranty made or deemed to be made or repeated by the First Party in or pursuant to the Principal Documents or in any document delivered under this Agreement is found to be incorrect;",
  "third_sec_second_third_part": "Notwithstanding anything contained herein, the Second Party may without prejudice to any of its other rights, at any time after the happening of an Event of Default by notice to the First Party declare that entire amount by which the First Party is indebted to the Second Party shall forthwith become due and payable.",
  "add_info_label": "Additional Information (If any)",

  "purchase_price": "Purchase Price",
  "selling_price": "Selling Price",
  "no_payment": "Number of Payment",

  "witness_bold": "IN WITNESS WHEREOF,",
  "witness": "the Parties to this Agreement have caused this Agreement to be duly executed on the date and year first aforementioned.",

  "first_party": "1. First party",
  "second_party": "2. Second party",
  "guarantor": "3. Guarantor (If Any)",
  "guarantor_details": "Details of the Guarantor:",
  "sign_date": "Date:",

  "print_label": "Download PDF"
}
