{
  "app_title": "মুরাবাহা",
  "language": "ভাষা",
  "basmalah": "বিসমিল্লাহির রাহমানির রাহিম",
  "agreement_name": "মুরাবাহা চুক্তি",
  "agreement_subtitle": "দুই পক্ষের মধ্যে মুরাবাহা চুক্তি নিম্নরূপ",
  "date_placeholder": "তারিখ",
  "first_sec_title": "১. অংশীদারদের পরিচয়",
  "between_term": "মধ্যে",
  "and_term": "এবং",
  "mr": "জনাব / মেসার্স",
  "nationality": "জাতীয়তা",
  "address": "ঠিকানা",
  "contact": "যোগাযোগ",
  "id": "সনাক্তকরণ নম্বর",
  "between_hereinafter": "(অত:পর 'প্রথম পক্ষ' হিসাবে উল্লেখ করা হয়েছে যা অভিব্যক্তি যেখানে প্রসঙ্গ তাই অনুমতি দেয় এবং তার উত্তরসূরিদের আগ্রহ এবং অনুমোদিত বরাদ্দের অন্তর্ভুক্ত করে) এক অংশের",
  "and_hereinafter": "(অত:পর 'দ্বিতীয় পক্ষ' হিসাবে উল্লেখ করা হয়েছে যা অভিব্যক্তি যেখানে প্রসঙ্গ তাই অনুমতি দেয় এবং এর উত্তরসূরিদের আগ্রহ এবং বরাদ্দের অন্তর্ভুক্ত করে) অন্য অংশের।",

  "second_sec_title": "২. মুরাবাহা চুক্তির উদ্দেশ্য",
  "second_first_first_part": "দ্বিতীয় পক্ষ প্রথম পক্ষের কাছে পণ্য বিক্রি করতে সম্মত হয় সর্বাধিক পরিমাণে ",
  "second_first_second_part": "এবং প্রথম পক্ষ ক্রয় করতে সম্মত হয়",
  "second_first_third_part": "দ্বিতীয় পক্ষ থেকে চুক্তি মূল্যে। প্রথম পক্ষের ক্রয় অনুরোধের দ্বিতীয় পক্ষ দ্বারা প্রাপ্তির পরে দ্বিতীয় পক্ষকে পণ্য কেনার পরামর্শ দেওয়া এবং অর্থপ্রদান করার জন্য, দ্বিতীয় পক্ষ সরাসরি বা এজেন্টের মাধ্যমে পণ্যগুলি অর্জন করবে। ক্লায়েন্ট/এজেন্ট দ্বারা ক্রয়ের পরামর্শ জমা দেওয়ার পরে এই জাতীয় পণ্যগুলির জন্য অর্থপ্রদান দ্বিতীয় পক্ষের দ্বারা করা হবে।",
  "second_second_part": "সরবরাহকারীর কাছ থেকে সরাসরি বা এজেন্টের মাধ্যমে দ্বিতীয় পক্ষের দ্বারা পণ্য ক্রয়ের প্রাপ্তির পরে, এই পণ্যগুলি প্রথম পক্ষের কাছে বিক্রি না হওয়া পর্যন্ত পণ্যগুলি দ্বিতীয় পক্ষের ঝুঁকি এবং ব্যয়ের মধ্যে থাকবে।",
  "second_third_part": "দ্বিতীয় পক্ষের কাছ থেকে প্রথম পক্ষের পণ্য ক্রয় প্রথম পক্ষ এবং দ্বিতীয় পক্ষের মধ্যে ঘোষণাপত্রে বর্ণিত প্রস্তাবের বিনিময় এবং গ্রহণের দ্বারা প্রভাবিত হবে৷",
  "currency_lable": "মুদ্রা",
  "goods_lable": "পণ্য",

  "third_sec_title": "৩. শর্তাবলী",
  "third_sec_first_title": "(i) চুক্তি মূল্য পরিশোধ",
  "third_sec_first_part": "এই চুক্তির অধীনে প্রথম পক্ষের দ্বারা করা সমস্ত অর্থপ্রদান সম্পূর্ণরূপে করা হবে, কোনো সেট-অফ ছাড়াই, নির্ধারিত তারিখে এবং যখন নির্ধারিত তারিখটি ব্যবসায়িক দিবস না হয়, পরবর্তী ব্যবসায়িক দিনে।",
  "third_sec_second_title": "(ii) ডিফল্ট ঘটনা",
  "third_sec_second_first_part": "দ্বিতীয় পক্ষের মতামত থাকলে ডিফল্ট একটি ইভেন্ট হবে",
  "third_sec_second_second_part": "(ক) এই চুক্তির অধীনে প্রদত্ত যেকোন নথিতে বা প্রিন্সিপাল ডকুমেন্টে বা অনুসরন করে ফার্স্ট পার্টির দ্বারা তৈরি বা পুনরাবৃত্তি করা হয়েছে বলে মনে করা যে কোনও প্রতিনিধিত্ব বা ওয়ারেন্টি ভুল বলে প্রমাণিত হয়;",
  "third_sec_second_third_part": "এখানে যা কিছুই থাকুক না কেন, দ্বিতীয় পক্ষ তার অন্য কোনো অধিকারের প্রতি কোনো প্রতিবন্ধকতা না রেখে, যে কোনো সময় প্রথম পক্ষকে নোটিশের মাধ্যমে একটি ডিফল্ট ঘটনা ঘটার পর ঘোষণা করতে পারে যে প্রথম পক্ষ দ্বিতীয় পক্ষের কাছে ঋণী। অবিলম্বে প্রাপ্য এবং প্রদেয় হবে।",
  "add_info_label": "অতিরিক্ত তথ্য (যদি থাকে)",

  "purchase_price": "ক্রয় মূল্য",
  "selling_price": "বিক্রয় মূল্য",
  "no_payment": "অর্থপ্রদানের সংখ্যা",

  "witness_bold": "সাক্ষ্য হিসাবে,",
  "witness": "এই চুক্তির পক্ষগুলি এই চুক্তিটি প্রথম উল্লিখিত তারিখ এবং বছরে যথাযথভাবে কার্যকর করতে বাধ্য করেছে৷",

  "first_party": "১. প্রথম অংশীদার",
  "second_party": "২. বিতীয় অংশীদার",
  "guarantor": "৩. জামিনদার (যদি থাকে)",
  "guarantor_details": "জামিনদারের বিবরণ:",
  "sign_date": "তারিখ:",

  "print_label": "পিডিএফ ডাউনলোড করুন"
}
